Repository: JoaquinDW/earn-your-screen-time
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br

source: AVAILABLE BECAUSE YOU EARNED IT
de: VERFÜGBAR, WEIL DU ES DIR VERDIENT HAST
es: DISPONIBLE PORQUE TE LO GANASTE
fr: DISPONIBLE PARCE QUE TU L'AS GAGNÉ
it: DISPONIBILE PERCHÉ TE LO SEI GUADAGNATO
ja: 自分で獲得したから使えます
pt_br: DISPONÍVEL PORQUE VOCÊ GANHOU

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
pt_br: Voltar

source: Based on WHO physical activity guidelines
de: Basierend auf den Bewegungsempfehlungen der WHO
es: Basado en las recomendaciones de actividad física de la OMS
fr: D'après les recommandations d'activité physique de l'OMS
it: Basato sulle linee guida dell'OMS sull'attività fisica
ja: 世界保健機関の身体活動ガイドラインに基づく
pt_br: Com base nas diretrizes de atividade física da OMS

source: Best value
de: Bester Preis
es: Mejor opción
fr: Meilleure offre
it: Scelta migliore
ja: 一番お得
pt_br: Melhor oferta

source: Build a healthier routine
de: Eine gesündere Routine aufbauen
es: Crear una rutina más saludable
fr: Construire une routine plus saine
it: Costruire una routine più sana
ja: 健康的な習慣をつくる
pt_br: Criar uma rotina mais saudável

source: Build my plan
de: Meinen Plan erstellen
es: Crear mi plan
fr: Créer mon plan
it: Crea il mio piano
ja: プランをつくる
pt_br: Criar meu plano

source: Build my starting point
de: Meinen Startpunkt festlegen
es: Crear mi punto de partida
fr: Créer mon point de départ
it: Crea il mio punto di partenza
ja: 出発点をつくる
pt_br: Criar meu ponto de partida

source: BUILD YOUR PLAN
de: ERSTELLE DEINEN PLAN
es: CREA TU PLAN
fr: CRÉE TON PLAN
it: CREA IL TUO PIANO
ja: あなたのプランをつくる
pt_br: CRIE SEU PLANO

source: BUILT FROM YOUR BASELINE
de: AUF DEINEM AUSGANGSWERT AUFGEBAUT
es: BASADO EN TU PUNTO DE PARTIDA
fr: BASÉ SUR TON POINT DE DÉPART
it: COSTRUITO SUL TUO PUNTO DI PARTENZA
ja: 今の状態をもとに作成
pt_br: BASEADO NO SEU PONTO DE PARTIDA

source: Calculated as %@ additional steps × 30 days. Walking time assumes about 100 steps per minute.
de: Berechnet als %@ zusätzliche Schritte × 30 Tage. Die Gehzeit rechnet mit etwa 100 Schritten pro Minute.
es: Calculado como %@ pasos adicionales × 30 días. El tiempo supone unos 100 pasos por minuto.
fr: Calculé comme %@ pas supplémentaires × 30 jours. La durée de marche suppose environ 100 pas par minute.
it: Calcolato come %@ passi aggiuntivi × 30 giorni. Il tempo di cammino presuppone circa 100 passi al minuto.
ja: 追加の %@歩 × 30日で計算しています。歩く時間は1分あたり約100歩として算出しています。
pt_br: Calculado como %@ passos adicionais × 30 dias. O tempo de caminhada considera cerca de 100 passos por minuto.

source: CAMERA
de: KAMERA
es: CÁMARA
fr: CAMÉRA
it: FOTOCAMERA
ja: カメラ
pt_br: CÂMERA

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt_br: Cancelar

source: Cancel anytime
de: Jederzeit kündbar
es: Cancela cuando quieras
fr: Annule à tout moment
it: Annulla quando vuoi
ja: いつでも解約できます
pt_br: Cancele quando quiser

source: Cancel in App Store settings at least 24 hours before the end of the current period.
de: Kündige mindestens 24 Stunden vor Ende des laufenden Zeitraums in den App Store Einstellungen.
es: Cancela en los ajustes del App Store al menos 24 horas antes de que termine el periodo actual.
fr: Annule dans les réglages de l’App Store au moins 24 heures avant la fin de la période en cours.
it: Annulla nelle impostazioni dell’App Store almeno 24 ore prima della fine del periodo in corso.
ja: 現在の期間が終了する24時間前までに、App Storeの設定で解約してください。
pt_br: Cancele nos ajustes da App Store pelo menos 24 horas antes do fim do período atual.

source: Cancel in App Store settings at least 24 hours before the trial ends.
de: Kündige in den App-Store-Einstellungen mindestens 24 Stunden vor Ende der Probephase.
es: Cancela en los ajustes de App Store al menos 24 horas antes de que termine la prueba.
fr: Résiliez dans les réglages de l’App Store au moins 24 heures avant la fin de l’essai.
it: Annulla nelle impostazioni dell’App Store almeno 24 ore prima della fine della prova.
ja: トライアル終了の24時間前までにApp Storeの設定で解約してください。
pt_br: Cancele nos ajustes da App Store pelo menos 24 horas antes do fim do teste.

source: Checking your activity
de: Deine Aktivität wird geprüft
es: Consultando tu actividad
fr: Vérification de ton activité
it: Verifica della tua attività
ja: 活動を確認しています
pt_br: Consultando sua atividade

source: Checking your subscription
de: Dein Abo wird geprüft
es: Consultando tu suscripción
fr: Vérification de ton abonnement
it: Verifica del tuo abbonamento
ja: サブスクリプションを確認しています
pt_br: Consultando sua assinatura

source: Choose a subscription
de: Abo auswählen
es: Elige una suscripción
fr: Choisis un abonnement
it: Scegli un abbonamento
ja: サブスクリプションを選ぶ
pt_br: Escolha uma assinatura

source: Choose when to use them
de: Du entscheidest, wann du sie nutzt
es: Tú eliges cuándo usarlos
fr: C'est toi qui choisis quand les utiliser
it: Scegli tu quando usarli
ja: 使うタイミングは自分で選べます
pt_br: Você escolhe quando usar

source: Close paywall
de: Abo-Bildschirm schließen
es: Cerrar pantalla de suscripción
fr: Fermer l'écran d'abonnement
it: Chiudi la schermata di abbonamento
ja: サブスクリプション画面を閉じる
pt_br: Fechar tela de assinatura

source: Come a little closer
de: Komm etwas näher
es: Acercate un poco
fr: Rapproche-toi un peu
it: Avvicinati un po’
ja: もう少し近づいて
pt_br: Chegue um pouco mais perto

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt_br: Cancelar

# common.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
pt_br: Fechar

# common.done
source: Done
de: Fertig
es: Listo
fr: OK
it: Fatto
ja: 完了
pt_br: OK

# common.no
source: No
de: Nein
fr: Non
ja: いいえ
pt_br: Não

# common.yes
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
pt_br: Sim

source: Connect Apple Health
de: Apple Health verbinden
es: Conectar Apple Health
fr: Connecter Apple Health
it: Connetti Apple Health
ja: Apple Health と連携
pt_br: Conectar o Apple Health

source: Connect Apple Health to earn minutes from walking.
de: Verbinde Apple Health, um durch Gehen Minuten zu verdienen.
es: Conecta Apple Health para ganar minutos caminando.
fr: Connectez Apple Health pour gagner des minutes en marchant.
it: Collega Apple Health per guadagnare minuti camminando.
ja: Apple Healthに接続して、歩いて時間を獲得しましょう。
pt_br: Conecte o Apple Health para ganhar minutos caminhando.

source: Connecting
de: Wird verbunden
es: Conectando
fr: Connexion
it: Connessione
ja: 接続しています
pt_br: Conectando

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
pt_br: Continuar

source: Continue with my plan
de: Mit meinem Plan weitermachen
es: Continuar con mi plan
fr: Continuer avec mon plan
it: Continua con il mio piano
ja: このプランで続ける
pt_br: Continuar com meu plano

source: Continue without the demo
de: Ohne Demo fortfahren
es: Continuar sin demo
fr: Continuer sans la démo
it: Continua senza la demo
ja: デモなしで続ける
pt_br: Continuar sem a demo

source: Couldn't complete purchase
de: Kauf nicht abgeschlossen
es: No se pudo completar la compra
fr: Achat impossible
it: Impossibile completare l'acquisto
ja: 購入を完了できませんでした
pt_br: Não foi possível concluir a compra

source: Couldn't reach Apple
de: Apple war nicht erreichbar
es: No se pudo conectar con Apple
fr: Impossible de joindre Apple
it: Impossibile contattare Apple
ja: Appleに接続できませんでした
pt_br: Não foi possível falar com a Apple

source: Couldn't restore purchases
de: Käufe nicht wiederhergestellt
es: No se pudieron restaurar las compras
fr: Restauration des achats impossible
it: Impossibile ripristinare gli acquisti
ja: 購入を復元できませんでした
pt_br: Não foi possível restaurar as compras

source: Create my recommendation
de: Meine Empfehlung erstellen
es: Crear mi recomendación
fr: Créer ma recommandation
it: Crea la mia raccomandazione
ja: おすすめを作成
pt_br: Criar minha recomendação

source: Current
de: Aktuell
es: Actual
fr: Actuel
it: Attuale
ja: 現在
pt_br: Atual

source: Custom earning rules
de: Eigene Verdienst-Regeln
es: Reglas personalizadas
fr: Règles de gain personnalisées
it: Regole di guadagno personalizzate
ja: 獲得ルールのカスタマイズ
pt_br: Regras personalizadas

source: Customize
de: Anpassen
es: Personalizar
fr: Personnaliser
it: Personalizza
ja: カスタマイズ
pt_br: Personalizar

source: Daily goal
de: Tagesziel
es: Objetivo diario
fr: Objectif quotidien
it: Obiettivo giornaliero
ja: 1日の目標
pt_br: Meta diária

source: Daily movement goal
de: Tägliches Bewegungsziel
es: Objetivo diario de movimiento
fr: Objectif de mouvement quotidien
it: Obiettivo di movimento giornaliero
ja: 1日の運動目標
pt_br: Meta diária de movimento

source: Daily steps and all-cause mortality
de: Tägliche Schritte und Gesamtsterblichkeit
es: Pasos diarios y mortalidad por cualquier causa
fr: Pas quotidiens et mortalité toutes causes confondues
it: Passi giornalieri e mortalità per tutte le cause
ja: 1日の歩数と全死因死亡率
pt_br: Passos diários e mortalidade por todas as causas

# dashboard.available
source: available
de: verfügbar
es: disponibles
fr: disponibles
it: disponibili
ja: 利用可能
pt_br: disponíveis

# dashboard.fromYourNext
source: from your next
de: für deine nächsten
es: para tus próximos
fr: pour tes prochaines
it: per i tuoi prossimi
ja: 次の
pt_br: para seus próximos

# dashboard.minutesReward %lld
source: %lld minutes.
de: %lld Minuten.
es: %lld minutos.
it: %lld minuti.
ja: %lld分。
pt_br: %lld minutos.

# dashboard.noAppsSelected
source: Choose the apps you want to earn
de: Wähle die Apps, die du dir verdienen willst
es: Elige las apps que quieres ganarte
fr: Choisis les apps que tu veux gagner
it: Scegli le app che vuoi guadagnarti
ja: 獲得したいアプリを選びましょう
pt_br: Escolha os apps que você quer ganhar

# dashboard.readyToSpend
source: ready to spend
de: zum Ausgeben bereit
es: para gastar
fr: prêtes à dépenser
it: da spendere
ja: すぐに使えます
pt_br: para gastar

# dashboard.refreshingSteps
source: Updating steps…
de: Schritte werden aktualisiert…
es: Actualizando pasos…
fr: Mise à jour des pas…
it: Aggiornamento passi…
ja: 歩数を更新中…
pt_br: Atualizando passos…

# dashboard.refreshSteps
source: Update my steps
de: Meine Schritte aktualisieren
es: Actualizar mis pasos
fr: Mettre à jour mes pas
it: Aggiorna i miei passi
ja: 歩数を更新
pt_br: Atualizar meus passos

# dashboard.state.available
source: Session active
de: Sitzung läuft
es: Sesión activa
fr: Session en cours
it: Sessione attiva
ja: セッション中
pt_br: Sessão ativa

# dashboard.state.locked
source: Apps are locked
de: Apps sind gesperrt
es: Apps bloqueadas
fr: Apps bloquées
it: App bloccate
ja: アプリはロック中
pt_br: Apps bloqueados

# dashboard.stepsToday
source: steps today
de: Schritte heute
es: pasos hoy
fr: pas aujourd'hui
it: passi oggi
ja: 今日の歩数
pt_br: passos hoje

# dashboard.stepsToGo %lld
source: %lld steps
de: %lld Schritte
es: %lld pasos
fr: %lld pas
it: %lld passi
ja: %lld歩
pt_br: %lld passos

# dashboard.streak %lld
source: %lld-day streak
de: %lld Tage Serie
es: racha de %lld días
fr: série de %lld jours
it: %lld giorni di fila
ja: %lld日連続
pt_br: sequência de %lld dias

# dashboard.thisWeek
source: This week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
ja: 今週
pt_br: Esta semana

# dashboard.upToMinutes %lld
source: up to %lld min
de: bis zu %lld Min.
es: hasta %lld min
fr: jusqu'à %lld min
it: fino a %lld min
ja: 最大 %lld分
pt_br: até %lld min

source: Day %lld of 30
de: Tag %lld von 30
es: Día %lld de 30
fr: Jour %lld sur 30
it: Giorno %lld di 30
ja: 30日中 %lld日目
pt_br: Dia %lld de 30

source: day streak
de: Tage Serie
es: días de racha
fr: jours de série
it: giorni di fila
ja: 日連続
pt_br: dias de sequência

source: days a year, spent scrolling
de: Tage im Jahr, verscrollt
es: días al año, perdidos en scroll
fr: jours par an, passés à scroller
it: giorni all'anno, persi a scrollare
ja: 日/年、スクロールに費やしている
pt_br: dias por ano, gastos rolando a tela

source: days hitting your goal
de: Tage mit erreichtem Ziel
es: días alcanzando tu objetivo
fr: jours où tu as atteint ton objectif
it: giorni con obiettivo raggiunto
ja: 目標を達成した日数
pt_br: dias batendo sua meta

source: Debug: replay push-ups intro
de: Debug: Liegestütz-Intro erneut zeigen
es: Debug: repetir intro de flexiones
fr: Debug : rejouer l'intro des pompes
it: Debug: rivedi l'intro delle flessioni
ja: デバッグ: 腕立て伏せの紹介を再表示
pt_br: Debug: repetir intro de flexões

source: Deleting an app doesn't change the impulse.
de: Eine App zu löschen ändert den Impuls nicht.
es: Borrar una app no cambia el impulso.
fr: Supprimer une app ne change rien à l'impulsion.
it: Cancellare un'app non cambia l'impulso.
ja: アプリを削除しても、衝動は変わりません。
pt_br: Apagar um app não muda o impulso.

source: Deleting the apps
de: Die Apps löschen
es: Borrar las apps
fr: Supprimer les apps
it: Cancellare le app
ja: アプリを削除する
pt_br: Apagar os apps

source: Do 3 push-ups
de: Mach 3 Liegestütze
es: Hacé 3 flexiones
fr: Fais 3 pompes
it: Fai 3 flessioni
ja: 腕立て3回
pt_br: Faça 3 flexões

source: Do push-ups to unlock the apps that distract you most.
de: Mach Liegestütze, um die Apps freizuschalten, die dich am meisten ablenken.
es: Hacé flexiones para desbloquear las apps que más te distraen.
fr: Fais des pompes pour débloquer les applis qui te distraient le plus.
it: Fai flessioni per sbloccare le app che ti distraggono di più.
ja: 腕立て伏せをして、気が散るアプリのロックを解除しよう。
pt_br: Faça flexões para desbloquear os apps que mais te distraem.

source: Do something good for yourself
de: Tu dir etwas Gutes
es: Haz algo bueno por ti
fr: Fais quelque chose de bien pour toi
it: Fai qualcosa di buono per te
ja: 自分のために良いことをする
pt_br: Fazer algo bom por você

source: Done
de: Fertig
es: Listo
fr: OK
it: Fatto
ja: 完了
pt_br: OK

source: Due today: %@
de: Heute fällig: %@
es: A pagar hoy: %@
fr: À payer aujourd'hui : %@
it: Da pagare oggi: %@
ja: 本日のお支払い：%@
pt_br: A pagar hoje: %@

source: Each mark is a day, estimated from the range you picked.
de: Jede Markierung ist ein Tag, geschätzt aus dem Bereich, den du gewählt hast.
es: Cada marca es un día, estimado a partir del rango que elegiste.
fr: Chaque marque est un jour, estimé à partir de la plage que tu as choisie.
it: Ogni segno è un giorno, stimato dall'intervallo che hai scelto.
ja: 1つの印が1日。選んだ範囲からの概算です。
pt_br: Cada marca é um dia, estimado a partir da faixa que você escolheu.

source: Earn
de: Verdienen
es: Gana
fr: Gagner
it: Guadagna
ja: 獲得
pt_br: Ganhar

source: Earn 5 minutes
de: 5 Minuten verdienen
es: Gana 5 minutos
fr: Gagne 5 minutes
it: Guadagna 5 minuti
ja: 5分を獲得
pt_br: Ganhe 5 minutos

source: Earn 5 minutes of screen time for every 500 steps.
de: Sammle für jeweils 500 Schritte 5 Minuten Bildschirmzeit.
es: Consigue 5 minutos de tiempo de pantalla por cada 500 pasos.
fr: Gagne 5 minutes de temps d’écran tous les 500 pas.
it: Guadagna 5 minuti di tempo sullo schermo ogni 500 passi.
ja: 500歩ごとに5分のスクリーンタイムを獲得できます。
pt_br: Ganhe 5 minutos de tempo de tela a cada 500 passos.

source: Earn more access from your steps
de: Verdiene mit deinen Schritten mehr Nutzungszeit
es: Gana más tiempo de acceso con tus pasos
fr: Gagnez plus de temps d’accès avec vos pas
it: Guadagna più tempo di accesso con i tuoi passi
ja: 歩数で使える時間をもっと獲得
pt_br: Ganhe mais tempo de acesso com seus passos

source: Earn rate
de: Verdienrate
es: Ritmo de ganancia
fr: Taux de gain
it: Ritmo di guadagno
ja: 獲得レート
pt_br: Ritmo de ganho

source: Earn screen time from your steps
de: Verdien Bildschirmzeit mit deinen Schritten
es: Gana tiempo de pantalla con tus pasos
fr: Gagne du temps d'écran avec tes pas
it: Guadagna tempo di schermo con i tuoi passi
ja: 歩数でスクリーンタイムを獲得
pt_br: Ganhe tempo de tela com seus passos

source: Earn your next minute of screen time
de: Verdien dir deine nächste Minute Bildschirmzeit
es: Ganate tu próximo minuto de pantalla
fr: Gagne ta prochaine minute d’écran
it: Guadagnati il tuo prossimo minuto di schermo
ja: 次のスクリーンタイムを自分で稼ごう
pt_br: Conquiste seu próximo minuto de tela

source: Earn your screen time.
de: Verdien dir deine Bildschirmzeit.
es: Gana tu tiempo de pantalla.
fr: Gagne ton temps d'écran.
it: Guadagnati il tuo tempo di schermo.
ja: スクリーンタイムは、自分で獲得。
pt_br: Ganhe seu tempo de tela.

# earn.chooseHowToEarn
source: Choose how to earn
de: Wähle, wie du verdienst
es: Elige cómo ganar
fr: Choisis comment gagner
it: Scegli come guadagnare
ja: 獲得方法を選ぶ
pt_br: Escolha como ganhar

# earn.comingSoon
source: Coming soon
de: Demnächst
es: Próximamente
fr: Bientôt disponible
it: Presto disponibile
ja: 近日公開
pt_br: Em breve

# earn.footnote %lld
source: Minutes land in your balance as you go. Up to %lld carry over past midnight.
de: Minuten landen unterwegs in deinem Guthaben. Bis zu %lld gehen über Mitternacht hinaus.
es: Los minutos entran en tu saldo sobre la marcha. Hasta %lld pasan de la medianoche.
fr: Les minutes arrivent dans ton solde au fur et à mesure. Jusqu'à %lld sont reportées après minuit.
it: I minuti entrano nel tuo saldo strada facendo. Fino a %lld passano oltre la mezzanotte.
ja: 獲得した分はその場で残高に入ります。日付をまたいで持ち越せるのは最大 %lld分です。
pt_br: Os minutos entram no seu saldo conforme você avança. Até %lld passam da meia-noite.

# earn.goalProgress %@
source: %@ step goal
de: Ziel: %@ Schritte
es: meta de %@ pasos
fr: objectif de %@ pas
it: obiettivo di %@ passi
ja: %@歩の目標
pt_br: meta de %@ passos

# earn.minutesEarnedToday %lld
source: +%lld min earned today
de: +%lld Min. heute verdient
es: +%lld min ganados hoy
fr: +%lld min gagnées aujourd'hui
it: +%lld min guadagnati oggi
ja: 今日 +%lld分 獲得
pt_br: +%lld min ganhos hoje

# earn.nextReward %lld %lld
source: %1$lld steps until your next %2$lld minutes
de: Noch %1$lld Schritte bis zu deinen nächsten %2$lld Minuten
es: %1$lld pasos hasta tus próximos %2$lld minutos
fr: %1$lld pas avant tes %2$lld prochaines minutes
it: %1$lld passi ai tuoi prossimi %2$lld minuti
ja: 次の %2$lld分まであと %1$lld歩
pt_br: %1$lld passos até seus próximos %2$lld minutos

# earn.rule %@ %lld
source: %1$@ steps = %2$lld min
de: %1$@ Schritte = %2$lld Min.
es: %1$@ pasos = %2$lld min
fr: %1$@ pas = %2$lld min
it: %1$@ passi = %2$lld min
ja: %1$@歩 = %2$lld分
pt_br: %1$@ passos = %2$lld min

# earn.source.focus
source: Focus
de: Fokus
es: Concentración
fr: Concentration
it: Concentrazione
ja: 集中
pt_br: Foco

# earn.source.steps
source: Steps
de: Schritte
es: Pasos
fr: Pas
it: Passi
ja: 歩数
pt_br: Passos

# earn.source.workout
source: Workout
de: Training
es: Entrenamiento
fr: Entraînement
it: Allenamento
ja: ワークアウト
pt_br: Treino

# earn.stepsToday %@
source: %@ steps today
de: %@ Schritte heute
es: %@ pasos hoy
fr: %@ pas aujourd'hui
it: %@ passi oggi
ja: 今日 %@歩
pt_br: %@ passos hoje

# earn.stepsUnit
source: steps
de: Schritte
es: pasos
fr: pas
it: passi
ja: 歩
pt_br: passos

# earn.title
source: Earn time
de: Zeit verdienen
es: Ganar tiempo
fr: Gagner du temps
it: Guadagna tempo
ja: 時間を獲得
pt_br: Ganhar tempo

# earn.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
pt_br: Hoje

source: earned
de: verdient
es: ganado
fr: gagné
it: guadagnato
ja: 獲得
pt_br: ganho

source: earned each day
de: täglich verdient
es: ganados cada día
fr: gagnées chaque jour
it: guadagnati ogni giorno
ja: 1日あたりの獲得
pt_br: ganhos por dia

source: Earned minutes
de: Verdiente Minuten
es: Minutos ganados
fr: Minutes gagnées
it: Minuti guadagnati
ja: 獲得した分数
pt_br: Minutos ganhos

source: earned so far
de: bisher verdient
es: ganados hasta ahora
fr: gagnées jusqu’ici
it: guadagnati finora
ja: これまでに獲得
pt_br: ganhos até agora

source: Earnit can only pause apps with it. Tap Try again and choose Continue, then confirm with Face ID or your passcode.
de: Nur damit kann Earnit Apps pausieren. Tippe auf Erneut versuchen, wähle Fortfahren und bestätige mit Face ID oder deinem Code.
es: Earnit solo puede pausar apps con este permiso. Toca Intentar de nuevo, elige Continuar y confirma con Face ID o tu código.
fr: Earnit ne peut mettre des apps en pause qu'avec cet accès. Touche Réessayer, choisis Continuer, puis confirme avec Face ID ou ton code.
it: Earnit può mettere in pausa le app solo con questo accesso. Tocca Riprova, scegli Continua e conferma con Face ID o il codice.
ja: Earnitがアプリを一時停止するにはこの許可が必要です。「もう一度試す」をタップして「続ける」を選び、Face IDまたはパスコードで確認してください。
pt_br: O Earnit só consegue pausar apps com essa permissão. Toque em Tentar de novo, escolha Continuar e confirme com Face ID ou seu código.

source: Earnit changes the default: protected apps stay paused until your movement creates a balance you choose to use.
de: Earnit dreht die Voreinstellung um: Geschützte Apps bleiben pausiert, bis deine Bewegung ein Guthaben schafft, das du bewusst einsetzt.
es: Earnit cambia la opción predeterminada: las apps protegidas permanecen en pausa hasta que tu movimiento crea un saldo que tú decides usar.
fr: Earnit change le réglage par défaut : les apps protégées restent en pause jusqu'à ce que ton mouvement crée un solde que tu décides d'utiliser.
it: Earnit cambia l'impostazione di base: le app protette restano in pausa finché il tuo movimento non crea un saldo che decidi tu di usare.
ja: Earnit は初期状態を変えます。保護したアプリは、体を動かして残高ができ、それを使うと決めるまで休止したままです。
pt_br: O Earnit muda o padrão: os apps protegidos ficam em pausa até que seu movimento crie um saldo que você decide usar.

source: Earnit keeps the pause, but gives you a clear way to earn intentional access instead of banning the apps forever.
de: Earnit behält die Pause bei, gibt dir aber einen klaren Weg, dir bewussten Zugang zu verdienen, statt die Apps für immer zu verbannen.
es: Earnit mantiene la pausa, pero te da una forma clara de ganar acceso intencional en lugar de prohibir las apps para siempre.
fr: Earnit garde la pause, mais te donne un moyen clair de gagner un accès intentionnel au lieu d'interdire les apps pour toujours.
it: Earnit mantiene la pausa, ma ti dà un modo chiaro per guadagnarti un accesso intenzionale invece di vietare le app per sempre.
ja: Earnit はひと呼吸を残しつつ、アプリを永久に禁止するのではなく、意識して使う権利を獲得する道すじを用意します。
pt_br: O Earnit mantém a pausa, mas te dá um caminho claro para ganhar acesso intencional em vez de banir os apps para sempre.

source: EARNIT MEMBERSHIP
de: EARNIT-MITGLIEDSCHAFT
es: MEMBRESÍA EARNIT
fr: ABONNEMENT EARNIT
it: ABBONAMENTO EARNIT
ja: Earnit メンバーシップ
pt_br: ASSINATURA EARNIT

source: Earnit moves the decision earlier: walk, build a balance, then choose a short session without negotiating with yourself.
de: Earnit verlegt die Entscheidung nach vorn: Geh spazieren, bau Guthaben auf und wähle dann eine kurze Sitzung, ohne mit dir selbst zu verhandeln.
es: Earnit adelanta la decisión: camina, acumula saldo y luego elige una sesión corta sin negociar contigo mismo.
fr: Earnit avance la décision : marche, constitue un solde, puis choisis une courte session sans négocier avec toi-même.
it: Earnit anticipa la decisione: cammina, accumula saldo e poi scegli una sessione breve senza negoziare con te stesso.
ja: Earnit は決断のタイミングを前倒しします。歩いて残高をためてから、自分と交渉することなく短いセッションを選べます。
pt_br: O Earnit antecipa a decisão: caminhe, acumule saldo e depois escolha uma sessão curta sem negociar com você mesmo.

source: Earnit never says no. It says not yet — and hands you the way through.
de: Earnit sagt nie nein. Es sagt noch nicht – und zeigt dir den Weg.
es: Earnit nunca dice no. Dice todavía no, y te da la salida.
fr: Earnit ne dit jamais non. Il dit pas encore, et te montre par où passer.
it: Earnit non dice mai no. Dice non ancora, e ti mostra come.
ja: Earnitは「だめ」とは言いません。「まだ」と言い、その先への道を示します。
pt_br: O Earnit nunca diz não. Diz ainda não, e te mostra o caminho.

source: EARNIT NOW ADAPTS TO YOU
de: EARNIT PASST SICH JETZT AN DICH AN
es: EARNIT AHORA SE ADAPTA A TI
fr: EARNIT S'ADAPTE MAINTENANT À TOI
it: ORA EARNIT SI ADATTA A TE
ja: Earnit があなたに合わせます
pt_br: O EARNIT AGORA SE ADAPTA A VOCÊ
